Repository: MariaPaypoint/BiblePause
Catalog: BiblePause/*.lproj/Localizable.strings
Languages: uk

# menu.main
source: Main Screen
uk: Головна

# menu.continue_reading
source: Continue Reading
uk: Продовжити читання

# menu.select
source: Select
uk: Вибрати

# menu.select.subtitle
source: Choose a book and chapter of the Bible
uk: Виберіть книгу та розділ Біблії

# menu.progress
source: Progress
uk: Прогрес

# menu.progress.subtitle
source: Reading progress management
uk: Управління прогресом читання

# menu.settings
source: Settings
uk: Налаштування

# menu.contacts
source: Contacts
uk: Про проєкт

# menu.contacts.subtitle
source: Looking for like-minded people
uk: Шукаємо однодумців

# menu.version
source: Version 1.0.2
uk: Версія 0.1.0

# page.select.title
source: Select
uk: Виберіть

# page.settings.title
source: Settings
uk: Налаштування

# page.contacts.title
source: Contacts
uk: Про проєкт

# page.progress.title
source: Reading Progress
uk: Прогрес читання

# page.main.continue_reading
source: Continue Reading
uk: Продовжити читання

# page.main.reading_progress
source: Reading Progress
uk: Прогрес читання

# page.main.classic.title
source: Classic Reading
uk: Звичайне читання

# page.main.multilingual.title
source: Multilingual Reading
uk: Багатомовне читання

# page.main.multilingual.subtitle
source: Compare translations • Audio • Language study
uk: Порівняння перекладів • Аудіо • Вивчення мов

# error.prefix
source: Error: %@
uk: Помилка: %@

# audio.reader
source: READER:
uk: ЧИТАЄ:

# audio.pause
source: PAUSE:
uk: ПАУЗА:

# audio.pause.seconds
source: %g sec.
uk: %g сек.

# audio.pause.stop
source: stop
uk: стоп

# chapter.mark_as_read
source: Mark as read
uk: Позначити як прочитаний

# chapter.mark_as_unread
source: Mark as unread
uk: Позначити як непрочитаний

# chapter.title
source: Chapter %d
uk: Розділ %d

# progress.total
source: Total Progress
uk: Загальний прогрес

# progress.books_in_progress
source: Books in Progress
uk: Книги в процесі читання

# progress.unstarted_books
source: Unstarted Books
uk: Непочаті книги

# progress.completed_books
source: Completed Books
uk: Прочитані книги

# progress.reset_confirmation.title
source: Reset Progress?
uk: Скинути прогрес?

# progress.reset_confirmation.message
source: Are you sure you want to reset all reading progress? This action cannot be undone.
uk: Ви впевнені, що хочете скинути весь прогрес читання? Цю дію неможливо скасувати.

# progress.reset_confirmation.cancel
source: Cancel
uk: Скасувати

# progress.reset_confirmation.reset
source: Reset
uk: Скинути

# progress.mark_all_as_read
source: ✔️ Mark as read
uk: ✔️ Позначити як прочитану

# progress.mark_all_as_unread
source: Mark all as unread
uk: Позначити все як непрочитане

# progress.read_chapter
source: Read chapter %d
uk: Читати розділ %d

# progress.reset_book
source: Reset book progress
uk: Скинути прогрес книги

# contacts.contact_us
source: Contact Us
uk: Зв'язатися з нами

# contacts.telegram
source: Message on Telegram
uk: Написати в Telegram

# contacts.email
source: Send email
uk: Написати на email

# contacts.about
source: About the App
uk: Про додаток

# contacts.about.text
source: BiblePause app is created for those who value reflection on the Word of God. It helps you pause while reading to give you time to meditate on the text.
uk: BiblePause — це додаток для читання Біблії з паузами та можливістю прослуховувати одразу кілька перекладів, вірш за віршем. ЧОМУ САМЕ ЦІ МОВИ? Дуже сподіваюся, що з часом їх стане більше, а поки це мій мінімальний набір: російська — рідна, англійська — мова міжнародного спілкування, українська — як маленький крок до миру. ТЕКСТИ ТА ОЗВУЧЕННЯ У додатку зараз використовуються лише тексти й озвучення з чітким правовим статусом, які можна використовувати легально. Якщо хтось готовий допомогти з отриманням дозволів на пропрієтарні тексти й аудіо, можна додати значно більше якісних перекладів та озвучень. Якщо ви вважаєте, що в додатку порушено ваші авторські права, будь ласка, напишіть мені в Telegram — я перевірю і оперативно виправлю. ЗВОРОТНИЙ ЗВ'ЯЗОК Якщо ви помітили помилку або хочете запропонувати покращення, напишіть мені в Telegram.

# settings.language
source: Interface Language
uk: Мова інтерфейсу

# settings.font
source: Font
uk: Шрифт

# settings.font.reset
source: Reset
uk: Скинути

# settings.font.example
source: Example:
uk: Приклад:

# settings.pause
source: Pause
uk: Пауза

# settings.pause.make_pause
source: Make pause
uk: Робити паузу

# settings.player
source: Player
uk: Відтворення

# settings.auto_next_chapter
source: Auto-advance to next chapter
uk: Автоперехід до наступного розділу

# settings.bible_language
source: Bible Language
uk: Мова Біблії

# settings.translation
source: Translation
uk: Переклад

# settings.reader
source: Reader
uk: Читає

# settings.save_choice
source: Save
uk: Зберегти

# settings.cancel_choice
source: Cancel
uk: Скасувати

# settings.warning
source: Warning!
uk: Увага!

# settings.select_translation
source: Select translation
uk: Виберіть переклад

# settings.select_reader
source: Select who reads
uk: Виберіть хто читає

# bible.part.old
source: Old Testament
uk: Старий Заповіт

# bible.part.new
source: New Testament
uk: Новий Заповіт

# bible.header.1
source: Law (Torah)
uk: Закон п'ятикнижжя (Тора)

# bible.header.6
source: Historical Books
uk: Історичні книги

# bible.header.18
source: Wisdom Books
uk: Учительські книги

# bible.header.23
source: Major Prophets
uk: Великі пророки

# bible.header.28
source: Minor Prophets
uk: Малі пророки

# bible.header.40
source: Gospels & Acts
uk: Євангелія та Діяння

# bible.header.45
source: General Epistles
uk: Соборні послання

# bible.header.52
source: Paul's Epistles
uk: Послання Павла

# bible.header.66
source: Prophetic
uk: Пророчі

# settings.pause.type.none
source: No pause
uk: Не робити пауз

# settings.pause.type.time
source: Pause for duration
uk: Призупиняти на час

# settings.pause.type.full
source: Stop completely
uk: Зупиняти повністю

# settings.pause.block.verse
source: verse
uk: вірша

# settings.pause.block.paragraph
source: paragraph
uk: абзаца

# settings.pause.block.fragment
source: fragment
uk: уривка

# settings.pause.unit.seconds
source: sec.
uk: сек.

# settings.pause.after_every
source: After every
uk: Після кожного

# error.title
source: Error
uk: Помилка

source: Error loading example
uk: Помилка завантаження прикладу

# error.loading.audio
source: Failed to load audio
uk: Не вдалося завантажити аудіо

# error.audio.unavailable
source: Audio unavailable for this voice
uk: Аудіо недоступне для цього голосу

# page.read.chapter_subtitle
source: Chapter %@
uk: Розділ %@

# settings.pause.block.short.verse
source: verse
uk: вірш

# settings.pause.block.short.paragraph
source: paragraph
uk: абзац

# settings.pause.block.short.fragment
source: fragment
uk: урив.

# menu.multilingual
source: Multilingual Reading
uk: Мультичитання

# unit.verse
source: verse
uk: віршу

# unit.chapter
source: chapter
uk: розділу

# unit.paragraph
source: paragraph
uk: абзацу

# unit.fragment
source: fragment
uk: фрагменту

# settings.setup
source: Setup
uk: Налаштування

# multilingual.title
source: Multilingual Reading
uk: Багатомовне читання

# multilingual.subtitle
source: New configuration
uk: Нове налаштування

# multilingual.read_by
source: Read by
uk: Читати по

# multilingual.add_read_step
source: + Read
uk: + Читання

# multilingual.add_pause_step
source: + Pause
uk: + Пауза

# multilingual.save_and_read
source: Save & Read
uk: Зберегти і читати

# multilingual.select_translation
source: Select Translation
uk: Оберіть переклад

# multilingual.pause
source: Pause
uk: Пауза

# multilingual.seconds
source: sec.
uk: сек.

# multilingual.config.title
source: Reading Step Setup
uk: Налаштування читання

# multilingual.library.title
source: Templates Library
uk: Бібліотека шаблонів

# multilingual.library.empty
source: No saved templates
uk: Немає збережених шаблонів

# multilingual.library.new
source: New Template
uk: Новий шаблон

# multilingual.save_alert.title
source: Save Template
uk: Зберегти шаблон

# multilingual.save_alert.message
source: Enter a name for this configuration
uk: Введіть назву для цього налаштування

# multilingual.save_alert.placeholder
source: Template Name
uk: Назва шаблону

# multilingual.save_alert.save
source: Save & Read
uk: Зберегти і читати

# multilingual.save_alert.dont_save
source: Read without saving
uk: Читати без збереження

# multilingual.save_alert.update
source: Update Template
uk: Оновити шаблон

# multilingual.save_alert.update_message
source: Update existing template "%@"?
uk: Оновити існуючий шаблон "%@"?

# multilingual.rename
source: Rename
uk: Перейменувати

# multilingual.rename.title
source: Rename Template
uk: Перейменувати шаблон

# multilingual.rename.message
source: Enter new name
uk: Введіть нову назву

# multilingual.rename.action
source: Rename
uk: Перейменувати

# page.read.reader
source: READER:
uk: ЧИТАЄ:

# page.read.of
source: of
uk: з

# settings.speed
source: Speed
uk: Швидкість
