Repository: MariaPaypoint/BiblePause
Catalog: Bible/*.lproj/Localizable.strings
Languages: ru

# menu.main
source: Main
ru: Главная

# menu.continue_reading
source: Continue Reading
ru: Продолжить чтение

# menu.classic_reading
source: Classic Reading
ru: Обычное чтение

# menu.select
source: Select
ru: Выбрать

# menu.select.subtitle
source: Choose a book and chapter of the Bible
ru: Выберите книгу и главу Библии

# menu.progress
source: Progress
ru: Прогресс

# menu.progress.subtitle
source: Reading progress management
ru: Управление прогрессом чтения

# menu.settings
source: Settings
ru: Настройки

# menu.contacts
source: About the Project
ru: О проекте

# menu.contacts.subtitle
source: Looking for like-minded people
ru: Ищем единомышленников

# menu.version
source: Version 0.1.0
ru: Версия

# page.select.title
source: Select
ru: Выберите

# page.settings.title
source: Settings
ru: Настройки

# page.contacts.title
source: About the Project
ru: О проекте

# page.progress.title
source: Reading Progress
ru: Прогресс чтения

# page.main.continue_reading
source: Continue Reading
ru: Продолжить чтение

# page.main.reading_progress
source: Reading Progress
ru: Прогресс чтения

# page.main.classic.title
source: Classic Reading
ru: Обычное чтение

# page.main.multilingual.title
source: Multilingual Reading
ru: Мульти-чтение

# page.main.multilingual.subtitle
source: Compare translations • Audio • Language study
ru: Сравнение переводов • Аудио • Изучение языков

# error.loading.chapter
source: Failed to load chapter. Please try again.
ru: Не удалось загрузить главу. Попробуйте ещё раз.

# error.loading.chapter.with_code
source: Failed to load chapter (code %d). Please try again.
ru: Не удалось загрузить главу (код %d). Попробуйте ещё раз.

# error.loading.setup
source: Failed to load setup data. Please try again.
ru: Не удалось загрузить данные настройки. Попробуйте ещё раз.

# error.loading.setup.with_code
source: Failed to load setup data (code %d). Please try again.
ru: Не удалось загрузить данные настройки (код %d). Попробуйте ещё раз.

# audio.reader
source: READER:
ru: ЧИТАЕТ:

# audio.pause
source: PAUSE:
ru: ПАУЗА:

# audio.pause.seconds
source: %g sec.
ru: %g сек.

# audio.pause.stop
source: stop
ru: стоп

# chapter.mark_as_read
source: Mark as read
ru: Отметить как прочитанную

# chapter.mark_as_unread
source: Mark as unread
ru: Отметить как непрочитанную

# chapter.read_status
source: Chapter is read
ru: Глава прочитана

# chapter.title
source: Chapter %d
ru: Глава %d

# progress.total
source: Total Progress
ru: Общий прогресс

# progress.books_in_progress
source: Books in Progress
ru: Книги в процессе чтения

# progress.unstarted_books
source: Unstarted Books
ru: Неначатые книги

# progress.completed_books
source: Completed Books
ru: Прочитанные книги

# progress.reset_confirmation.title
source: Reset Progress?
ru: Сбросить прогресс?

# progress.reset_confirmation.message
source: Are you sure you want to reset all reading progress? This action cannot be undone.
ru: Вы уверены, что хотите сбросить весь прогресс чтения? Это действие нельзя отменить.

# progress.reset_confirmation.cancel
source: Cancel
ru: Отмена

# progress.reset_confirmation.reset
source: Reset
ru: Сбросить

# progress.mark_all_as_read
source: ✔️ Mark as read
ru: ✔️ Отметить как прочитанную

# progress.mark_all_as_unread
source: Mark all as unread
ru: Отметить все как непрочитанное

# progress.read_chapter
source: Read chapter %d
ru: Читать главу %d

# progress.reset_book
source: Reset book progress
ru: Сбросить прогресс книги

# progress.settings.title
source: Progress Settings
ru: Настройки прогресса

# progress.settings.auto_counting
source: Automatic Progress Counting
ru: Автозачет прогресса

# progress.settings.auto_audio_end
source: Audio completed
ru: По концу аудио

# progress.settings.auto_audio_end.description
source: Mark chapter as read when player reaches chapter end
ru: Засчитывать главу, когда плеер доходит до конца главы

# progress.settings.auto_audio_90
source: From 90% listened
ru: От 90% прослушивания

# progress.settings.auto_audio_90.description
source: Mark chapter as read when 90% of verses are played
ru: Засчитывать главу, когда проиграно 90% стихов

# progress.settings.consider_seeking
source: Ignore skipped content
ru: Игнорировать перемотанное

# progress.settings.consider_seeking.description
source: If enabled, skipped and rewound verses are not counted
ru: Если включено, пропущенные и перемотанные стихи не засчитываются

# progress.settings.auto_by_reading
source: Text read to end
ru: По дочитыванию текста

# progress.settings.auto_by_reading.description
source: If text is scrolled to the end and enough time is spent in the chapter (10 to 60 seconds, depending on chapter length), mark it as read
ru: Если текст проскролен до конца и на главе проведено достаточно времени (от 10 до 60 секунд, зависит от длины главы), зачитывать ее как прочитанную

# progress.settings.interface
source: Reading Interface
ru: Интерфейс чтения

# progress.settings.actions
source: Actions
ru: Действия

# progress.settings.reset_all_progress
source: Reset all progress
ru: Сбросить весь прогресс

# contacts.contact_us
source: Contact Us
ru: Связаться с нами

# contacts.telegram
source: Message on Telegram
ru: Написать в Telegram

# contacts.email
source: Send email
ru: Написать на email

# contacts.website
source: Open website
ru: Открыть сайт

# contacts.about
source: About the App
ru: О приложении

# contacts.about.text
source: Bible Garden is a Bible reading app with pauses and the ability to listen to several translations, verse by verse. WHY THESE LANGUAGES? I truly hope there will be more over time. For now, this is my minimum set: Russian is my native language, English is the language of international communication, and Ukrainian is a small step toward peace. TEXTS AND AUDIO The app currently uses only texts and audio with a clear legal status that can be used lawfully. If someone is ready to help with obtaining permissions for proprietary texts and audio, we can add many more high-quality translations and narrations. If you believe your copyright is being infringed, please contact me on Telegram and I will review and fix it promptly. FEEDBACK If you find a mistake or have suggestions for improvement, please message me on Telegram.
ru: Bible Garden — приложение для чтения Библии с паузами, с возможностью прослушивания сразу нескольких переводов, стих за стихом. ПОЧЕМУ ИМЕННО ЭТИ ЯЗЫКИ? Очень надеюсь, что со временем их станет больше, а пока это мой минимальный набор: русский — родной, английский — язык международного общения, украинский — как маленький шаг к миру. ТЕКСТЫ И ОЗВУЧКИ В приложении используются только тексты и озвучки с понятным правовым статусом, которые можно использовать легально. Если кто-то готов помочь с получением разрешений на проприетарные тексты и аудио, можно добавить гораздо больше хороших переводов и озвучек. Если вы считаете, что в приложении нарушены ваши авторские права, пожалуйста, напишите мне в Telegram — я проверю и оперативно исправлю. ОБРАТНАЯ СВЯЗЬ Если вы заметили ошибку или хотите предложить улучшение, напишите мне в Telegram.

# settings.language
source: Interface Language
ru: Язык интерфейса

# settings.font
source: Font
ru: Шрифт

# settings.font.reset
source: Reset
ru: Сброс

# settings.font.example
source: Example:
ru: Пример:

# settings.pause
source: Pause
ru: Пауза

# settings.pause.make_pause
source: Make pause
ru: Делать паузу

# settings.player
source: Playback
ru: Воспроизведение

# settings.auto_next_chapter
source: Auto-advance to next chapter
ru: Автопереход к следующей главе

# settings.bible_language
source: Bible Language
ru: Язык Библии

# settings.translation
source: Translation
ru: Перевод

# settings.reader
source: Reader
ru: Читает

# settings.translation_audio
source: Translation and audio
ru: Перевод и озвучка

# settings.save_choice
source: Save
ru: Сохранить

# settings.add_choice
source: Add
ru: Добавить

# settings.cancel_choice
source: Cancel
ru: Отмена

# settings.warning
source: Warning!
ru: Внимание!

# settings.select_language
source: Select Bible language
ru: Выберите язык Библии

# settings.select_translation
source: Select translation
ru: Выберите перевод

# settings.select_reader
source: Select who reads
ru: Выберите кто читает

# bible.part.old
source: Old Testament
ru: Ветхий Завет

# bible.part.new
source: New Testament
ru: Новый Завет

# bible.header.1
source: Law (Torah)
ru: Закон пятикнижия (Тора)

# bible.header.6
source: Historical Books
ru: Исторические книги

# bible.header.18
source: Wisdom Books
ru: Учительные

# bible.header.23
source: Major Prophets
ru: Большие пророки

# bible.header.28
source: Minor Prophets
ru: Малые пророки

# bible.header.40
source: Gospels & Acts
ru: Евангелия и Деяния

# bible.header.45
source: General Epistles
ru: Соборные послания

# bible.header.52
source: Paul's Epistles
ru: Послания Павла

# bible.header.66
source: Prophetic
ru: Пророческие

# settings.pause.type.none
source: No pause
ru: Не делать пауз

# settings.pause.type.time
source: Pause for duration
ru: Приостанавливать на время

# settings.pause.type.full
source: Stop completely
ru: Останавливать полностью

# settings.pause.block.verse
source: verse
ru: стиха

# settings.pause.block.paragraph
source: paragraph
ru: абзаца

# settings.pause.block.fragment
source: fragment
ru: отрывка

# settings.pause.unit.seconds
source: sec.
ru: сек.

# settings.pause.after_every
source: After every
ru: После каждого

# error.title
source: Error
ru: Ошибка

source: Error loading example
ru: Ошибка загрузки примера

# error.loading.audio
source: Failed to load audio
ru: Не удалось загрузить аудио

# error.audio.unavailable
source: Audio unavailable for this voice
ru: Аудио недоступно для этого голоса

# page.read.chapter_subtitle
source: Chapter %@
ru: Глава %@

# settings.pause.block.short.verse
source: verse
ru: стих

# settings.pause.block.short.paragraph
source: paragraph
ru: абзац

# settings.pause.block.short.fragment
source: fragment
ru: отр.

# menu.multilingual
source: Multi Reading
ru: Мультичтение

# unit.verse
source: verse
ru: стиху

# unit.chapter
source: chapter
ru: главе

# settings.setup
source: Setup
ru: Настройка

# unit.paragraph
source: paragraph
ru: абзацу

# unit.fragment
source: fragment
ru: фрагменту

# multilingual.title
source: Multilingual Reading
ru: Мультиязычное чтение

# multilingual.subtitle
source: New configuration
ru: Новая настройка

# multilingual.read_by
source: Read by
ru: Читать по

# multilingual.add_read_step
source: + Read
ru: + Чтение

# multilingual.add_pause_step
source: + Pause
ru: + Пауза

# multilingual.save_and_read
source: Save & Read
ru: Сохранить и читать

# multilingual.error.no_steps
source: Add at least one step before reading.
ru: Добавьте хотя бы один шаг перед чтением.

# multilingual.select_translation
source: Select Translation
ru: Выберите перевод

# multilingual.pause
source: Pause
ru: Пауза

# multilingual.seconds
source: sec.
ru: сек.

# multilingual.config.title
source: Reading Step Setup
ru: Настройка чтения

# multilingual.library.title
source: Templates Library
ru: Библиотека шаблонов

# multilingual.library.empty
source: No saved templates
ru: Нет сохраненных шаблонов

# multilingual.library.new
source: New Template
ru: Новый шаблон

# multilingual.save_alert.title
source: Save Template
ru: Сохранить шаблон

# multilingual.save_alert.message
source: Enter a name for this configuration
ru: Введите название для этой настройки

# multilingual.save_alert.placeholder
source: Template Name
ru: Название шаблона

# multilingual.save_alert.save
source: Save & Read
ru: Сохранить и читать

# multilingual.save_alert.dont_save
source: Read without saving
ru: Читать без сохранения

# multilingual.save_alert.update
source: Update Template
ru: Обновить шаблон

# multilingual.save_alert.update_message
source: Update existing template "%@"?
ru: Обновить существующий шаблон "%@"?

# multilingual.rename
source: Rename
ru: Переименовать

# multilingual.rename.title
source: Rename Template
ru: Переименовать шаблон

# multilingual.rename.message
source: Enter new name
ru: Введите новое имя

# multilingual.rename.action
source: Rename
ru: Переименовать

# page.read.reader
source: READER:
ru: ЧИТАЕТ:

# page.read.of
source: of
ru: из

# settings.speed
source: Speed
ru: Скорость
